Repository: ricardouk/packet
Catalog: po/*.po
Languages: pt_pt

# shortcut window
source: General
pt_pt: Gerais

# shortcut window
source: Show Shortcuts
pt_pt: Mostrar atalhos

# shortcut window
source: Show Help
pt_pt: Mostrar Ajuda

# shortcut window
source: Open Preferences
pt_pt: Abrir as Definições

# shortcut window
source: Quit
pt_pt: Fechar o Packet

source: _Preferences
pt_pt: _Definições

source: _Help
pt_pt: _Ajuda

source: _Keyboard Shortcuts
pt_pt: _Atalhos do teclado

source: _About Packet
pt_pt: _Acerca do Packet

source: Setting up Packet…
pt_pt: A configurar o Packet…

source: Copy error report
pt_pt: Copiar relatório de erro

source: Couldn't Set Up
pt_pt: Não foi possível configurar

source: An error occurred while trying to setup Packet
pt_pt: Ocorreu um erro ao tentar configurar o Packet

source: Try Again
pt_pt: Tente outra vez

source: Main Page
pt_pt: Menu principal

source: Add, or drop a file to send
pt_pt: Adicione ou arraste um ficheiro para enviar

source: Add Files
pt_pt: Adicionar ficheiros

source: Selected Files Page
pt_pt: Página de ficheiros selecionados

source: Add File
pt_pt: Adicionar ficheiro

source: Send
pt_pt: Enviar

source: Select Recipients
pt_pt: Selecionar destinatários

source: Looking for devices…
pt_pt: A procurar dispositivos…

source: Can't see the other device?
pt_pt: Não consegue localizar o outro dispositivo?

source: Preferences
pt_pt: Definições

source: General
pt_pt: Gerais

source: Device Name
pt_pt: Identificação do dispositivo

source: Visibility
pt_pt: Visibilidade

source: Whether others can see this device
pt_pt: Permitir que outros vejam este dispositivo

source: Downloads Folder
pt_pt: Pasta de transferências

source: Pick download folder
pt_pt: Selecione a pasta de transferências

source: Run in Background
pt_pt: Executar em segundo plano

source: Allow running in the background
pt_pt: Permitir a execução em segundo plano

source: Auto Start
pt_pt: Inicialização automática

source: Start automatically at login
pt_pt: Inicialização automática depois de iniciar sessão

source: Advanced
pt_pt: Avançadas

source: Nautilus Plugin
pt_pt: Plugin para o Nautilus

source: Integrate with Nautilus file menu
pt_pt: Integrar no menu de contexto do Nautilus

source: Static Network Port
pt_pt: Porta de rede estática

source: For whitelisting through a firewall
pt_pt: Permitir execução através da firewall

source: Port Number
pt_pt: Número da porta

source: Help
pt_pt: Ajuda

source: Make sure both devices are connected to the same Wi-Fi network and have Bluetooth turned on
pt_pt: Ambos os dispositivos precisam de estar ligados á mesma rede Wi-Fi e ter o Bluetooth ligado

source: Make sure the device is set to be visible to all nearby devices
pt_pt: O dispositivo precisa de estar visível para todos nas proximidades

source: For an Android device, try opening the <b>Quick Share</b> page in the <b>Files by Google</b> app
pt_pt: Selecione a opção de partilha <b>Quick Share</b> no programa <b>Files do Google</b> em dispositivos Android

source: translator-credits
pt_pt: Ricardo Santos

source: Similar Projects
pt_pt: Projetos semelhantes

source: Unknown device
pt_pt: Dispositivo desconhecido

source: hour
pt_pt: hora

source: minute
pt_pt: minuto

source: second
pt_pt: segundo

source: Remove
pt_pt: Remover

source: {} File
pt_pt: {} Ficheiro

source: Text
pt_pt: Texto

source: Receiving
pt_pt: A receber

source: Cancel
pt_pt: Cancelar

source: Incoming Transfer
pt_pt: A receber transferência

source: Receiving...
pt_pt: A receber...

source: Decline
pt_pt: Recusar

source: Accept
pt_pt: Aceitar

source: {} file ({})
pt_pt: {} ficheiro ({})

source: Preview ({})
pt_pt: Pré visualização ({})

source: Code: {}
pt_pt: Código para a transferência: {}

source: Request timed out
pt_pt: O pedido expirou

source: {} wants to share {}
pt_pt: {} quer partilhar {}

source: About {} left
pt_pt: Faltam cerca de {} para terminar

source: Unexpected dissconnection
pt_pt: Ligação perdida

source: Transfer cancelled by sender
pt_pt: A transferência foi cancelada pelo remetente

source: Copy to clipboard
pt_pt: Copiar para a área de transferência

source: Save text as file
pt_pt: Guardar texto como ficheiro

source: Open
pt_pt: Abrir

source: Received "{}"
pt_pt: Recebido "{}"

source: Copy
pt_pt: Copiar

source: {} file received
pt_pt: {} ficheiro recebido

source: Unavailable
pt_pt: Indisponível

source: Queued
pt_pt: Em fila

source: Retry
pt_pt: Tente outra vez

source: Requested
pt_pt: Pedido

source: Failed
pt_pt: Falha no envio

source: Sent {} file
pt_pt: Foi enviado {} ficheiro

source: Couldn't update the Nautilus plugin
pt_pt: Não foi possível atualizar o Plugin para o Nautilus

source: Packet cannot run in the background
pt_pt: Não foi possível executar o Packet em segundo plano

source: Packet cannot run at login
pt_pt: Não foi possível executar o Packet depois de iniciar sessão

source: Can't rename device during an active transfer
pt_pt: Não é possível renomear o dispositivo durante uma transferência

source: Invalid Port
pt_pt: Porta errada

source: The chosen static port "{}" is not available. Try a different port above 1024.
pt_pt: A porta escolhida "{}" não está disponível. Escolha uma maior que 1024.

source: Can't access Downloads folder
pt_pt: Não foi possível aceder á pasta de transferências

source: Pick Folder
pt_pt: Escolha a Pasta

source: Packet wants to run in the background
pt_pt: Packet precisa de ser executado em segundo plano

source: Plugin Installed
pt_pt: O Plugin foi instalado

source: Done
pt_pt: Feito

source: The plugin was installed successfully, but requires the following packages to function: {}
pt_pt: O plugin foi instalado, mas para funcionar corretamente requer a instalação do seguintes pacotes: {}

source: Package names may vary by distribution, visit <a {}>this link</a> for details.
pt_pt: Os pacotes necessários podem variar consoante a versão do Linux, para mais informações visite <a {}>este link</a> .

source: Once that's done, restart Nautilus (e.g., by logging out and back in) to load the plugin.
pt_pt: Depois da instalação do plugin, reinicie o Nautilus (ex: reiniciar a sessão) para que a integração fique completa.

source: Installation Failed
pt_pt: Erro na instalação

source: Close
pt_pt: Fechar

source: Plugin installation failed. Make sure the following directory exists and is accessible by Packet:
pt_pt: Erro na instalação do Plugin, certifique-se que a seguinte localização existe e que o Packet a pode aceder:

source: Copied error report to clipboard
pt_pt: O relatório do erro foi copiado para a área de transferência

source: Ready
pt_pt: Preparado para enviar

source: Visible as {:?}
pt_pt: Visivel como {:?}

source: Invisible
pt_pt: Invisível

source: No new devices can share with you
pt_pt: Sem partilhas de dispositivos novos

source: Disconnected
pt_pt: Desligado

source: Connect to Wi-Fi and turn on Bluetooth
pt_pt: Ligue-se a uma rede Wi-Fi e ao Bluetooth também

source: Connect to Wi-Fi
pt_pt: Ligue-se a uma rede Wi-Fi

source: Turn on Bluetooth
pt_pt: Ligue o Bluetooth

source: Couldn't open files
pt_pt: Não foi possível abrir os ficheiros

source: Send with Packet
pt_pt: Enviar através do Packet

source: Share files easily
pt_pt: Partilhe ficheiros facilmente

source: Window width
pt_pt: Largura da janela

source: Window height
pt_pt: Altura da janela

source: Window maximized state
pt_pt: Janela no estado maximizado

source: Device name
pt_pt: Nome do dispositivo

source: Device visibility
pt_pt: Visibilidade do dispositivo

source: Download folder
pt_pt: Pasta de transferências

source: Send and receive files wirelessly with Android devices using Quick Share or another device with Packet installed.
pt_pt: Envie e receba ficheiros entre dispositivos Android através do QuickShare ou do Packet sem utilizar cabos.

source: Packet requires Bluetooth to be enabled and the devices to be connected to a Wi-Fi network with mDNS.
pt_pt: O Packet precisa que o Bluetooth esteja ligado e que os dispositivos estejam ligado a uma rede Wi-Fi que suporte o protocolo mDNS.

source: Sent Share Request
pt_pt: Pedido de transferência enviado

source: Received Share Request
pt_pt: Pedido de transferência recebido
